[Setting]
Language=CHT

[String]
IDS_GPL_1=開始


IDS_GPL_2=零件組1

IDS_GPL_2_1=沖頭
IDS_GPL_2_2=導引沖頭
IDS_GPL_2_3=沖頭導引襯套
IDS_GPL_2_4=沖孔下模
IDS_GPL_2_5=方形沖頭
IDS_GPL_2_6=方形下模
IDS_GPL_2_7=精密級沖頭&沖孔下模
IDS_GPL_2_8=超硬沖頭
IDS_GPL_2_9=超硬導引沖頭
IDS_GPL_2_10=超硬沖孔下模
IDS_GPL_2_11=超硬方形沖頭
IDS_GPL_2_12=超硬方形下模


IDS_GPL_3=零件組2

IDS_GPL_3_1=失誤檢測相關組件
IDS_GPL_3_2=成形加工用沖頭&沖孔下模
IDS_GPL_3_3=異形孔沖頭&沖孔下模
IDS_GPL_3_4=固定座
IDS_GPL_3_5=快速更換式沖頭&沖孔下模_固定座
IDS_GPL_3_6=小零件
IDS_GPL_3_7=材料導引頂出相關零件
IDS_GPL_3_8=剝料板導引銷_襯套
IDS_GPL_3_9=模座用導柱_襯套
IDS_GPL_3_10=導柱座組


IDS_GPL_4=零件組3

IDS_GPL_4_1=汽車模具用導引零件
IDS_GPL_4_2=汽車模具用小零件
IDS_GPL_4_3=汽車模具用定位相關零件
IDS_GPL_4_4=汽車模具用運送零件
IDS_GPL_4_5=無給油耐磨板
IDS_GPL_4_6=凸輪_相關零件
IDS_GPL_4_7=扁線彈簧
IDS_GPL_4_8=氮氣缸
IDS_GPL_4_9=優力膠彈簧
IDS_GPL_4_10=吊具_模具保管用零件
IDS_GPL_4_11=細加工鋼板_細加工鋼塊
IDS_GPL_4_12=檢查治具用零件
IDS_GPL_4_13=NAAMS
IDS_GPL_4_14=翻孔機構相關零件
IDS_GPL_4_15=氣壓彈簧配管


IDS_GPL_5=按圖索驥


IDS_GPL_6=我的最愛


IDS_GPL_7=歷史記錄



IDS_GPL_8=高級檢索


IDS_GPL_9=分類結構圖


IDS_GPL_10=編輯


IDS_GPL_11=部品表


IDS_GPL_12=部品屬性預覽


IDS_GPL_13=設置


IDS_GPL_13_1=所在地_語言_材質規格
IDS_GPL_13_2=使用者資料庫
IDS_GPL_13_3=模型導出_CAD相關
IDS_GPL_13_4=部品表設定

IDS_GPL_14=幫助

IDS_GPL_14_1=使用方法
IDS_GPL_14_2=訂購方法
IDS_GPL_14_3=用戶回饋
IDS_GPL_14_4=版本資訊

IDS_GPL_15=自定义属性

IDS_GPL_DLG_TITLE=Sample for Press 4.0（3.7）
IDS_GPL_DLG_1=Interfaces Initialize
IDS_GPL_DLG_2=Init
IDS_GPL_DLG_3=Language Setting
IDS_GPL_DLG_4=Default
IDS_GPL_DLG_5=Import && Setting
IDS_GPL_DLG_6=Start
IDS_GPL_DLG_7=編輯
IDS_GPL_DLG_8=Modify String
IDS_GPL_DLG_9=Modify
IDS_GPL_DLG_10=部品表
IDS_GPL_DLG_11=Number
IDS_GPL_DLG_12=Clear Existing BOM
IDS_GPL_DLG_13=部品表字符串
IDS_GPL_DLG_14=部品表
IDS_GPL_DLG_15=File Path
IDS_GPL_DLG_16=Model File
IDS_GPL_DLG_17=Property File
IDS_GPL_DLG_18=Setting Save Path
IDS_GPL_DLG_19=Auto Open

IDS_GPL_LISTCTRL_R0C0=Part Name
IDS_GPL_LISTCTRL_R0C1=Part Number
IDS_GPL_LISTCTRL_R0C2=Number
IDS_GPL_LISTCTRL_R0C3=Delivery
IDS_GPL_LISTCTRL_R0C4=Material
IDS_GPL_LISTCTRL_R0C5=Photo
IDS_GPL_LISTCTRL_R0C6=Remark
IDS_GPL_LISTCTRL_R0C7=Product Series


IDS_GPL_CREATE_DISPATCH_FAIL=Mold EX-Press API Fail to Initialize!
IDS_GPL_INIT_SUCCESS=Mold EX-Press API Succeed to Initialize!
IDS_GPL_MODEL_SAVED_PATH=Generated Model Saved Path:
IDS_GPL_ATTRIBUTE_DUMPED_FILE=Model Attribute Dumped File:
IDS_GPL_BOM_NUMBER_LIMIT=Model Number Should Exceed 0!

IDS_GPL_LINK_HELP=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/简介.htm
IDS_GPL_LINK_1=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/接口初始化.htm
IDS_GPL_LINK_2=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/常规导入.htm
IDS_GPL_LINK_3=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/编辑.htm
IDS_GPL_LINK_4=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/部品表.htm